Repository: pronamic/wp-pronamic-post-like
Catalog: languages/pronamic_post_like-*.po
Languages: nl_nl

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Liked: %s
nl_nl: Vind ik leuk: %s

source: Like
nl_nl: Vind ik leuk

source: I voted on this post with my user account.
nl_nl: Ik heb op dit bericht gestemd via mijn gebruikersaccount.

source: I liked this post on Facebook.
nl_nl: Ik vond dit bericht leuk op Facebook.

source: I tweeted this post on Twitter.
nl_nl: Ik twitterde dit bericht op Twitter.

source: Anonymous
nl_nl: Anoniem

source: Pronamic Post Like
nl_nl: Pronamic bericht "Vind ik leuk"

source: Pronamic Post Like is a powerful, extendable post like/vote plugin that helps you to setup any kind of like/vote system.
nl_nl: Pronamic bericht "Vind ik leuk" is een krachtige uitbreidbare "Vind ik leuk" / stem plugin die je helpt om een "Vind ik leuk" / stem systeem op te zetten.

source: http://pronamic.eu/
nl_nl: http://pronamic.nl/
